village_koa_api/src/test/mermaid.mmd
```mermaid
sequenceDiagram
Alice->>Bob: Hello
Bob->>Alice: Hi
Alice->>Bob: How are you?
Bob->>Alice: Fine, thanks
Alice->>Bob: What is your name?
Bob-->>Alice: My name is your father.
```
