village_koa_api/src/test/plantuml.md
```plantuml
@startuml
Alice -> Bob: Hello
Bob -> Alice: Hi
Alice -->> Bob: How are you?
activate Bob
Bob -> Alice: Fine, thanks
@enduml
```
